<?php

return [
    'addSuccess' => 'Данные успешно добавлены',
    'editSuccess' => 'Данные успешно изменены',
    'deleteSuccess' => 'Данные успешно удалены',
    'deleteFail' => 'Ошибка удаления данных',
    'addFail' => 'Ошибка добавления данных',
    'editFail' => 'Ошибка изменения данных',
    'count' => 'Поле $1 не должно содержать более $2 символов',
    'incorrectPassword' => 'Пароль введен некорректно',
    'userNotExists' => 'Такого пользователя не существует',
    'empty' => 'Не заполнено поле',
    'alreadyLogged' => 'Вы уже авторизованы на сайте',
    'passwordsDoNotMatch' => 'Пароли не совпадают',
    'loginExists' => 'Пользователь с таким логином уже существует',
    'emailExists' => 'Пользователь с таким email уже существует',
];
